---
kind: other
id: Methods.T:Autodesk.Revit.DB.GroupSetIterator
source: html/614f4d5d-a369-0a93-cd47-5261b44c97da.htm
---
# GroupSetIterator Methods

Causes the object to release immediately any resources it may be utilizing.